Repository: everettjf/veilpath
Catalog: Veilpath/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld items
zh_hans: %lld 项

source: %lld selected
zh_hans: 已选择 %lld 项

source: A recoverable ZIP safety archive will be created before deletion.
zh_hans: 删除前会创建一个可恢复的 ZIP 安全备份。

source: About
zh_hans: 关于

source: Absolute path
zh_hans: 绝对路径

source: Access
zh_hans: 访问

source: Access Failed
zh_hans: 访问失败

source: Access not verified
zh_hans: 访问尚未验证

source: Access verification failed
zh_hans: 访问验证失败

source: Access verified
zh_hans: 访问已验证

source: Activity Log
zh_hans: 活动日志

source: After you take a screenshot in Veilpath, show quick actions to share it or report an issue.
zh_hans: 在 Veilpath 中截屏后，显示分享截图或反馈问题的快捷操作。

source: App Group
zh_hans: App 组

source: App Group Containers
zh_hans: App 组容器

source: App name or Bundle ID
zh_hans: App 名称或 Bundle ID

source: Apple Applications
zh_hans: Apple 应用

source: Application
zh_hans: 应用

source: Application Container Discovery
zh_hans: 应用容器发现

source: Application Containers
zh_hans: 应用容器

source: Applications
zh_hans: 应用

source: Architectures
zh_hans: 架构

source: Back
zh_hans: 后退

source: Back Up and Delete
zh_hans: 备份并删除

source: Back Up and Replace
zh_hans: 备份并替换

source: Back Up Complete App Data
zh_hans: 备份完整 App 数据

source: Binary File
zh_hans: 二进制文件

source: Cancel
zh_hans: 取消

source: Checks
zh_hans: 检查项

source: Choose a Container
zh_hans: 选择容器

source: Choose a file to inspect its properties or open a preview.
zh_hans: 选择一个文件以查看属性或打开预览。

source: Clear Export Cache
zh_hans: 清理导出缓存

source: Close Preview
zh_hans: 关闭预览

source: Closes the screenshot actions.
zh_hans: 关闭截屏快捷操作。

source: Code Signature
zh_hans: 代码签名

source: Compress
zh_hans: 压缩

source: Compressing %lld Items
zh_hans: 正在压缩 %lld 项

source: Container Manager query creation failed.
zh_hans: 创建 Container Manager 查询失败。

source: Container Manager rejected the requested path.
zh_hans: Container Manager 拒绝了请求的路径。

source: Container metadata root is not a dictionary
zh_hans: 容器元数据根对象不是字典

source: Container name or UUID
zh_hans: 容器名称或 UUID

source: Container Search
zh_hans: 容器内搜索

source: Copy
zh_hans: 复制

source: Copy Path
zh_hans: 复制路径

source: Copy SHA-256
zh_hans: 复制 SHA-256

source: Copying Items
zh_hans: 正在复制项目

source: Create Safety Backup and Restore
zh_hans: 创建安全备份并恢复

source: Created
zh_hans: 创建时间

source: Creating Safety Backup and Deleting
zh_hans: 正在创建安全备份并删除

source: Cut
zh_hans: 剪切

source: Date Modified
zh_hans: 修改日期

source: Delete
zh_hans: 删除

source: Delete Selected Items?
zh_hans: 删除所选项目？

source: Diagnostics
zh_hans: 诊断

source: Directory
zh_hans: 目录

source: Directory Filtering and Sorting
zh_hans: 目录筛选与排序

source: Done
zh_hans: 完成

source: Drag horizontally to resize the preview panel
zh_hans: 水平拖动以调整预览面板宽度

source: Duplicate
zh_hans: 创建副本

source: Duplicating %@
zh_hans: 正在创建 %@ 的副本

source: Edit the absolute path
zh_hans: 编辑绝对路径

source: Empty
zh_hans: 空文件夹

source: Empty Directory
zh_hans: 空目录

source: Encrypted
zh_hans: 加密

source: Entitlements
zh_hans: 权限声明

source: Export
zh_hans: 导出

source: Export cache cleared
zh_hans: 导出缓存已清理

source: Export Cache Lifecycle
zh_hans: 导出缓存生命周期

source: Extract Here
zh_hans: 解压到此处

source: Extracting %@
zh_hans: 正在解压 %@

source: Failed
zh_hans: 失败

source: Feedback
zh_hans: 反馈

source: file
zh_hans: 个文件

source: File
zh_hans: 文件

source: File Actions
zh_hans: 文件操作

source: File Info
zh_hans: 文件信息

source: File Properties, SHA-256, and Hex
zh_hans: 文件属性、SHA-256 与十六进制

source: File Too Large
zh_hans: 文件过大

source: File Type
zh_hans: 文件类型

source: files
zh_hans: 个文件

source: Files
zh_hans: 文件

source: Filter Current Directory
zh_hans: 筛选当前目录

source: Flags
zh_hans: 标志

source: folder
zh_hans: 个文件夹

source: folders
zh_hans: 个文件夹

source: Forward
zh_hans: 前进

source: Full Screen
zh_hans: 全屏

source: GitHub reports include app and system versions. Review screenshots for sensitive information before attaching them.
zh_hans: GitHub 反馈会包含 App 与系统版本。附加截图前，请检查其中是否包含敏感信息。

source: Grant policy
zh_hans: 授权策略

source: Grants are released after each operation
zh_hans: 每次操作完成后都会释放授权

source: Grid
zh_hans: 网格

source: Group
zh_hans: 用户组

source: Image Details
zh_hans: 图片详情

source: Info
zh_hans: 信息

source: Inode
zh_hans: 索引节点

source: Internal Daemon
zh_hans: 内部守护进程

source: Internal Daemon Containers
zh_hans: 内部守护进程容器

source: Invalid Image
zh_hans: 无效图像

source: Kind
zh_hans: 类型

source: Layout
zh_hans: 布局

source: List
zh_hans: 列表

source: Loading containers…
zh_hans: 正在载入容器…

source: Loading preview…
zh_hans: 正在加载预览…

source: Locations
zh_hans: 位置

source: Log
zh_hans: 日志

source: Mach-O and Code Signature Analysis
zh_hans: Mach-O 与代码签名分析

source: Minimum OS
zh_hans: 最低系统版本

source: MobileGestalt File Access
zh_hans: MobileGestalt 文件访问

source: Mode
zh_hans: 模式

source: Modified
zh_hans: 修改时间

source: More
zh_hans: 更多

source: Moving Items
zh_hans: 正在移动项目

source: Name
zh_hans: 名称

source: No containers indexed
zh_hans: 未索引到容器

source: No Inline Preview
zh_hans: 无法内嵌预览

source: No matches
zh_hans: 没有匹配项

source: Not verified
zh_hans: 未验证

source: OK
zh_hans: 好

source: Only the filename will be sent to your web browser. The full path is never included.
zh_hans: 只会将文件名发送到浏览器，不会包含完整路径。

source: Open
zh_hans: 打开

source: Open Preview
zh_hans: 打开预览

source: Open Settings to review diagnostics
zh_hans: 打开设置以查看诊断信息

source: Opens GitHub with your app and system versions included.
zh_hans: 打开 GitHub，并自动附带 App 与系统版本。

source: Opens the container at %@
zh_hans: 打开位于 %1$@ 的容器

source: Opens this app container
zh_hans: 打开这个 App 容器

source: Overview
zh_hans: 概览

source: Owner
zh_hans: 所有者

source: Passed
zh_hans: 已通过

source: Paste
zh_hans: 粘贴

source: Path
zh_hans: 路径

source: Per operation
zh_hans: 按操作授权

source: Per-operation access
zh_hans: 按操作授权

source: Permissions
zh_hans: 权限

source: Plugin
zh_hans: 插件

source: Plugin Containers
zh_hans: 插件容器

source: Prepare Markdown Listing
zh_hans: 生成 Markdown 列表

source: Pin
zh_hans: 置顶

source: Pinned
zh_hans: 已置顶

source: Preview and Safe Export
zh_hans: 预览与安全导出

source: Preview Failed
zh_hans: 预览失败

source: Preview Unavailable
zh_hans: 无法预览

source: Properties
zh_hans: 属性

source: Read only
zh_hans: 只读

source: Read only by default
zh_hans: 默认只读

source: Recursive Container Search
zh_hans: 容器递归搜索

source: Recursive Markdown Export
zh_hans: 递归导出 Markdown

source: Replace Selected File?
zh_hans: 替换所选文件？

source: Report an Issue
zh_hans: 反馈问题

source: Report Issue
zh_hans: 反馈问题

source: Requesting access…
zh_hans: 正在请求访问…

source: Required private symbols are unavailable.
zh_hans: 所需的私有符号不可用。

source: Resize Preview
zh_hans: 调整预览宽度

source: Restore Complete App Backup
zh_hans: 恢复完整 App 备份

source: Restore Complete App Data?
zh_hans: 恢复完整 App 数据？

source: Restore Latest Backup
zh_hans: 恢复最近备份

source: Restore Preview Size
zh_hans: 恢复预览大小

source: Restore This Backup?
zh_hans: 恢复此备份？

source: Run Self-Test
zh_hans: 运行自检

source: Run the self-test from Settings
zh_hans: 请在设置中运行自检

source: Running
zh_hans: 运行中

source: Running on-device compatibility checks
zh_hans: 正在运行设备兼容性检查

source: Runtime
zh_hans: 运行环境

source: Screenshot captured
zh_hans: 截屏已完成

source: Screenshot feedback prompt
zh_hans: 截屏后显示反馈操作

source: Search Filename on Web
zh_hans: 在网页中搜索文件名

source: Search This Container
zh_hans: 搜索当前容器

source: Select
zh_hans: 选择

source: Select a container in the sidebar to browse its files.
zh_hans: 从边栏选择一个容器以浏览其中的文件。

source: Select a File
zh_hans: 选择文件

source: Select All
zh_hans: 全选

source: Select Items
zh_hans: 选择项目

source: Self-test
zh_hans: 自检

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share it or report an issue while the context is fresh.
zh_hans: 趁当前操作还清晰，分享截图或反馈问题。

source: Share Markdown Listing
zh_hans: 分享 Markdown 列表

source: Shared files are copied to a private cache and automatically removed after 24 hours.
zh_hans: 分享的文件会先复制到私有缓存，并在 24 小时后自动清理。

source: Show Hidden Files
zh_hans: 显示隐藏文件

source: Size
zh_hans: 大小

source: Sort By
zh_hans: 排序方式

source: Source
zh_hans: 源文本

source: Source Code
zh_hans: 源代码

source: Status
zh_hans: 状态

source: Storage
zh_hans: 存储

source: Structured Plist and JSON
zh_hans: 结构化 Plist 与 JSON

source: System
zh_hans: 系统

source: System Data
zh_hans: 系统数据

source: System Data Containers
zh_hans: 系统数据容器

source: System Group
zh_hans: 系统组

source: System Group Containers
zh_hans: 系统组容器

source: Testing application container access
zh_hans: 正在测试应用容器访问

source: The access query could not allocate required memory.
zh_hans: 访问查询无法分配所需内存。

source: The current file will receive its own safety backup before restoration.
zh_hans: 恢复前会先为当前文件创建独立的安全备份。

source: The current screen could not be captured.
zh_hans: 无法捕获当前画面。

source: The kernel refused to issue a sandbox extension.
zh_hans: 内核拒绝签发沙盒扩展。

source: The original file will be backed up and verified before replacement.
zh_hans: 替换前会先备份并校验原文件。

source: The screenshot could not be prepared for sharing.
zh_hans: 无法准备要分享的截图。

source: The target must be an absolute path.
zh_hans: 目标必须是绝对路径。

source: The target path does not exist.
zh_hans: 目标路径不存在。

source: This directory does not contain any visible items.
zh_hans: 此目录中没有可见项目。

source: Type
zh_hans: 类型

source: Unknown
zh_hans: 未知

source: Unknown Check
zh_hans: 未知检查项

source: Unknown error
zh_hans: 未知错误

source: Unsupported
zh_hans: 不支持

source: Up
zh_hans: 上一级

source: Unpin
zh_hans: 取消置顶

source: Use the Hex view to inspect this file.
zh_hans: 请使用十六进制视图检查此文件。

source: Veilpath Screenshot
zh_hans: Veilpath 截图

source: Veilpath Website
zh_hans: Veilpath 官方网站

source: Veilpath will verify the manifest and every SHA-256, create a complete safety backup of the current app data, then replace Documents, Library, and tmp.
zh_hans: Veilpath 会验证清单和每个文件的 SHA-256，完整备份当前 App 数据，然后替换 Documents、Library 和 tmp。

source: Verified
zh_hans: 已验证

source: Verify Access
zh_hans: 验证访问能力

source: Verifying access…
zh_hans: 正在验证访问能力…

source: Verifying and Restoring App Backup
zh_hans: 正在验证并恢复 App 备份

source: Verifying…
zh_hans: 正在验证…

source: Version
zh_hans: 版本

source: View
zh_hans: 视图

source: View Options
zh_hans: 查看选项

source: Working…
zh_hans: 正在处理…

source: Wrap
zh_hans: 自动换行
